Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DATA_TYPE_SHARING_RESEARCH_STUDIES_EXPLANATION_THIS
source: Share this data with the studies in Research listed above. As you authorize studies in the Research app they will be added to the list. You can review and manage all of the studies you are enrolled in by going to the Research app.
ar: شارك هذه البيانات مع الدراسات المدرجة في Research أعلاه. كلما قمت بتخويل دراسات في تطبيق Research، أضيفت إلى القائمة. يمكنك مراجعة وإدارة كل الدراسات التي تم تسجيلك فيها عن طريق الانتقال إلى تطبيق Research.
bg: Тези данните се споделят с изследванията в приложението Проучвания, изброени отгоре. Когато оторизирате изследвания в приложението Проучвания, те ще се добавят към списъка. В приложението Проучвания можете да прегледате и управлявате всички изследвания, в които сте регистрирани.
ca: Comparteix les dades amb els estudis de recerca de la llista de dalt. A mesura que els autoritzis a l’app Recerca, s’afegiran a la llista. Per revisar i gestionar els estudis en què participes, ves a l’app Recerca.
cs: Sdílení těchto dat s výše uvedenými studiemi v aplikaci Výzkum. Do seznamu budou přidávány studie, které v aplikaci Výzkum autorizujete. Všechny studie, ve kterých jste zaregistrováni, můžete zkontrolovat a spravovat v aplikaci Výzkum.
da: Del disse data med undersøgelserne i Forskning, der er vist ovenfor. Efterhånden som du godkender undersøgelser i appen Forskning, bliver de føjet til listen. Du kan gennemse og administrere alle de undersøgelser, du deltager i, ved at gå til appen Forskning.
de: Teile diese Daten mit den oben unter „Forschung“ aufgeführten Studien. Wenn du Studien in der Forschungs-App autorisierst, werden diese zur Liste hinzugefügt. Du kannst alle Studien, bei denen du eingeschrieben bist, in der Forschungs-App einsehen und verwalten.
el: Κοινοποιήστε αυτά τα δεδομένα στις μελέτες των Ερευνών που παρατίθενται παραπάνω. Όταν εξουσιοδοτείτε μελέτες στην εφαρμογή «Έρευνες», θα προστίθενται στη λίστα. Για να δείτε και να διαχειριστείτε όλες τις μελέτες στις οποίες έχετε εγγραφεί, μεταβείτε στην εφαρμογή «Έρευνες».
es: Comparte estos datos con los estudios de la app Investigación mencionados anteriormente. Se irán añadiendo estudios a la lista a medida que vayas autorizándolos. Puedes revisar y gestionar todos los estudios en los que participas en la app Investigación.
es_us: Comparte estos datos con los estudios de la lista Investigados. Esta lista se actualizará conforme otorgues acceso a estudios en la app Investigación, donde también puedes revisar y administrar todos los estudios a los que te inscribiste.
fi: Jaa nämä tiedot yllä olevien Tutkimus-apin tutkimusten kanssa. Kun valtuutat tutkimukset apissa, ne lisätään luetteloon. Voit tarkistaa ja hallita tutkimuksia, joissa olet mukana siirtymällä Tutkimus-appiin.
fr: Partagez ces données avec les études de Recherche répertoriées ci-dessus. Les études que vous autorisez dans l’app Recherche seront ajoutées à la liste. Vous pouvez passer en revue et gérer toutes les études auxquelles vous participez en accédant à l’app Recherche.
fr_ca: Partagez ces données avec les études de recherche listées ci-dessus. Les études sont ajoutées à la liste à mesure que vous les autorisez dans l’app Recherche. Vous pouvez consulter et gérer toutes les études auxquelles vous participez dans l’app Recherche.
he: ניתן לשתף נתונים אלו עם המחקרים שמופיעים למעלה. כל המחקרים שאישרת ביישום Research יופיעו ברשימה. באפשרותך לבדוק ולנהל את כל המחקרים שאליהם נרשמת דרך היישום Research.
hi: ऊपर शोध में सूचीबद्ध अध्ययनों से यह डेटा शेयर करें। आपके द्वारा शोध ऐप में अध्ययनों के अधिकृत किए जाने पर उन्हें सूची में जोड़ दिया जाएगा। शोध ऐप में जाकर आप उन सभी अध्ययनों की समीक्षा और प्रबंधन कर सकते हैं जिनमें आपने नामांकन किया है।
hr: Podijelite ove podatke s gore navedenim studijama iz aplikacije Istraživanje. Kad autorizirate studije u aplikaciji Istraživanje, one se dodaju u popis. U aplikaciji Istraživanje možete pregledavati i upravljati svim studijama u koje ste prijavljeni.
hu: Ezeknek az adatoknak a megosztása a Kutatás fent látható tanulmányaival. Amikor feljogosít egy tanulmányt a Kutatás appban, az hozzá lesz adva a listához. A Kutatás appban áttekintheti és kezelheti az összes olyan tanulmányt, amelyre jelentkezett.
id: Bagikan data ini dengan kajian di Riset yang tercantum di atas. Saat Anda mengesahkan kajian di app Riset, kajian tersebut akan ditambahkan ke daftar. Anda dapat meninjau dan mengelola semua kajian tempat Anda terdaftar dengan membuka app Riset.
it: Condividi questi dati con gli studi clinici elencati sopra. Quando darai il consenso ad altri studi, verranno aggiunti all’elenco corrispondente dell’app Ricerca, da cui potrai rivedere e gestire tutti quelli a cui stai partecipando.
ja: このデータが上のリスト内にある“リサーチ”の調査と共有されます。リサーチアプリであなたが承認した調査がこのリストに追加されます。あなたが登録されているすべての調査は、リサーチアプリに移動して確認および管理できます。
kk: Осы деректерді жоғарыда «Зерттеу» қолданбасында берілген зерттеулер үшін бөлісіңіз. «Зерттеу» қолданбасында рұқсат берілген зерттеулер тізімге қосылады. Сіз тіркелген барлық зерттеуді «Зерттеу» қолданбасына өту арқылы қарап шығуға және басқаруға болады.
ko: 위에 나열된 리서치 앱의 연구 항목과 이 데이터를 공유합니다. 리서치 앱의 연구 항목을 허용하면 해당 항목이 목록에 추가됩니다. 리서치 앱에서 사용자가 등록한 모든 연구 항목을 검토하고 관리할 수 있습니다.
lt: Bendrinkite šiuos duomenis su pirmiau išvardytais tyrimais programoje „Tyrimai“. Suteikus leidimą atlikti tyrimus programoje „Tyrimai“, jie bus įtraukti į sąrašą. Galite peržiūrėti ir tvarkyti tyrimus, kuriuose esate užsiregistravę, apsilankę programoje „Tyrimai“.
ms: Kongsi data ini dengan kajian dalam Penyelidikan yang disenaraikan di atas. Apabila anda membenarkan kajian dalam app Penyelidikan, kajian tersebut akan ditambahkan ke senarai. Anda boleh menyemak dan mengurus semua kajian yang anda berdaftar dengan pergi ke app Penyelidikan.
nb: Del disse dataene med studiene i Forskning som er oppført ovenfor. Når du godkjenner studier i Forskning-appen, vil de bli lagt til i listen. Du kan se gjennom og administrere alle studiene du er påmeldt, ved å gå til Forskning-appen.
nl: Deel deze gegevens met de studies in de lijst met onderzoeken hierboven. Als je studies autoriseert in de Onderzoek-app, worden ze aan de lijst toegevoegd. Je kunt alle studies waarvoor je bent ingeschreven, bekijken en beheren in de Onderzoek-app.
pl: Możesz udostępniać te dane na potrzeby badań przedstawionych powyżej. Do listy dodawane są badania autoryzowane w aplikacji Badania. W tej aplikacji możesz także przeglądać wszystkie badania, w których bierzesz udział, i zarządzać nimi.
pt: Compartilhe estes dados com os estudos na Pesquisa listada acima. Conforme você autoriza estudos no app Pesquisa, eles serão adicionados à lista. Para revisar e gerenciar os estudos em que você se registrou, consulte o app Pesquisa.
pt_pt: Estes dados são partilhados com os estudos de investigação acima. Os estudos que autorizar na aplicação Investigação serão adicionados à lista. Pode rever e gerir todos os estudos nos quais se inscreveu através da aplicação Investigação.
ro: Partajați aceste date cu studiile de cercetare listate mai sus. Studiile vor fi adăugate în listă pe măsură ce le autorizați în aplicația Cercetare. Puteți examina și gestiona toate studiile în care v‑ați înscris accesând aplicația Cercetare.
ru: Предоставьте эти данные для научных исследований в списке выше. Каждый раз, когда Вы авторизуете исследования в приложении «Исследование», их названия вносятся в этот список. В приложении «Исследование» можно просмотреть исследования, в которых Вы зарегистрировались, и управлять ими.
sk: Tieto dáta zdieľate s vyššie uvedenými štúdiami. Štúdie, ktoré autorizujete v apke Výskum, budú pridané do tohto zoznamu. V apke Výskum si môžete prezerať a spravovať štúdie, v ktorých ste zaregistrovaní.
sl: Delite te podatke z zgoraj navedenimi raziskavami iz aplikacije Raziskave. Raziskave bodo dodane na seznam, ko jih boste pooblastili v aplikaciji Raziskave. Tam lahko tudi pregledujete in upravljate vse raziskave, v katere ste vključeni.
sv: Dela dessa data med de forskningsstudier som anges ovan. Allt eftersom du tillåter studier i appen Forskning läggs de till i listan. Du kan granska och hantera alla studier som du är registrerad i genom att öppna appen Forskning.
th: แชร์ข้อมูลนี้กับการศึกษาในแอปการวิจัยที่อยู่ในรายการด้านบน เมื่อคุณอนุญาตการศึกษาในแอปการวิจัย การศึกษาเหล่านั้นจะถูกเพิ่มไปยังรายการ คุณสามารถตรวจสอบและจัดการการศึกษาทั้งหมดที่คุณลงทะเบียนได้โดยไปที่แอปการวิจัย
tr: Bu verileri araştırma uygulamasında yukarıda listelenen çalışmalarla paylaşın. Araştırma uygulamasında çalışmalara izin verdikçe çalışmalar listeye eklenir. Araştırma uygulamasına giderek katıldığınız çalışmaların tümünü gözden geçirebilir ve yönetebilirsiniz.
uk: Поширюйте ці дані для поданих вище дослідів у програмі «Дослідження». Досліди, які ви авторизуєте в програмі «Дослідження», додаватимуться до цього списку. Ви можете переглядати й контролювати всі досліди, на які ви зареєструвалися, перейшовши до програми «Дослідження».
vi: Chia sẻ dữ liệu này với các khảo sát trong Nghiên cứu được liệt kê ở trên. Khi bạn cấp phép các khảo sát trong ứng dụng Nghiên cứu, chúng sẽ được thêm vào danh sách. Bạn có thể xem lại và quản lý tất cả các khảo sát mà bạn được đăng ký bằng cách vào ứng dụng Nghiên cứu.
zh_cn: 与上列调研机构共享此数据。你在“研究”App中授权之后，它们将被添加到列表中。你可以前往“研究”App查看并管理已注册的所有调研。
zh_hk: 與以上列出「研究」中的研究報告共享此資料。當你在「研究」App中授權後，有關研究會被加至列表。你可以前往「研究」App檢視並管理所有已註冊的研究報告。
zh_tw: 與上方Research中列出的研究報告分享此資料。你在Research App中授權的研究會加入列表中。你可以前往Research App來檢視並管理所有登記的研究報告。

source: Date
ar: التاريخ
bg: Дата
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
es_us: Fecha
fi: Päivä
he: תאריך
hi: तिथि
hr: Datum
hu: Dátum
id: Tanggal
it: Data
ja: 日付
kk: Күні
ko: 날짜
lt: Data
ms: Tarikh
nb: Dato
nl: Datum
pl: Data
pt: Data
pt_pt: Data
ro: Data
ru: Дата
sk: Dátum
sl: Datum
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_cn: 日期
zh_hk: 日期
zh_tw: 日期

# DELETE_ALL_ASSOCIATED_MESSAGE
source: Do you also want to remove the health data that was recorded with this workout?
ar: هل ترغب أيضًا في حذف بيانات الصحة التي تم تسجيلها مع هذا التمرين؟
bg: Желаете ли също така да изтриете здравните данни, които са записани с тази тренировка?
ca: També vols eliminar les dades de salut que es van registrar amb aquest entrenament?
cs: Chcete také smazat zdravotní data, která byla s tímto cvičením zaznamenána?
da: Vil du også fjerne de sundhedsdata, som blev registreret sammen med denne træning?
de: Sollen auch die mit diesem Training aufgezeichneten Gesundheitsdaten gelöscht werden?
el: Θέλετε επίσης να αφαιρεθούν τα δεδομένα Υγείας που καταγράφηκαν κατά τη διάρκεια αυτής της προπόνησης;
es: ¿Quieres eliminar también los datos de salud asociados a este entreno?
es_us: ¿También quieres eliminar los datos de salud guardados con este entrenamiento?
fi: Poistetaanko myös terveysdata, joka tallennettiin tämän treenin aikana?
fr: Voulez-vous aussi supprimer les données Santé associées à cet exercice ?
fr_ca: Souhaitez-vous également supprimer les données médicales enregistrées lors de cet entraînement?
he: האם ברצונך גם להסיר את הנתונים הרפואיים שתועדו במהלך אימון זה?
hi: क्या आप इस वर्कआउट के साथ रिकॉर्ड किए गए सेहत डेटा को भी हटाना ^[चाहते हैं](inflect: true)?
hr: Želite li ukloniti i zdravstvene podatke koji su snimljeni s ovim treningom?
hu: El szeretné távolítani az ezzel az edzéssel rögzített egészségügyi adatokat is?
id: Apakah Anda juga ingin menghapus data kesehatan yang dicatat dengan olahraga ini?
it: Vuoi rimuovere anche i dati sanitari che sono stati salvati con questo allenamento?
ja: このワークアウトとともに記録されたヘルスケアデータも一緒に削除しますか?
kk: Осы жаттығу барысында жазылған медициналық деректерді де жою қажет пе?
ko: 이 운동으로 기록된 건강 데이터도 제거하겠습니까?
lt: Ar taip pat norite pašalinti per šią treniruotę įrašytus sveikatos duomenis?
ms: Adakah anda juga mahu mengeluarkan data kesihatan yang telah direkodkan bersama latihan ini?
nb: Vil du også fjerne helsedata som ble registrert under treningsøkten?
nl: Wil je ook de gezondheidsgegevens wissen die samen met deze work‑out zijn vastgelegd?
pl: Czy chcesz także usunąć dane zdrowotne zarejestrowane razem z tym treningiem?
pt: Tem certeza de que quer remover os dados de saúde registrados com este exercício?
pt_pt: Gostaria igualmente de remover os dados de saúde que foram registados com este treino?
ro: Doriți să eliminați și datele referitoare la sănătate care au fost înregistrate cu acest exercițiu?
ru: Вы также хотите удалить медданные, записанные в ходе этой тренировки?
sk: Chcete odstrániť aj zdravotné dáta, ktoré boli nahraté s týmto tréningom?
sl: Želite odstraniti tudi podatke o zdravstvenem stanju, ki so bili zabeleženi pri tej vadbi?
sv: Vill du även ta bort de hälsodata som registrerades under den här träningen?
th: คุณยังต้องการเอาข้อมูลสุขภาพที่บันทึกด้วยการออกกำลังกายนี้ออกหรือไม่
tr: Bu antrenmanla kaydedilmiş sağlık verilerini de silmek istiyor musunuz?
uk: Ви також хочете вилучити дані про стан здоровʼя, записані під час цього тренування?
vi: Bạn có muốn xóa đồng thời dữ liệu sức khỏe được ghi lại với bài tập này không?
zh_cn: 你要将体能训练时记录的健康数据也一并移除吗？
zh_hk: 你要同時移除在此體能訓練中所記錄的健康資料嗎？
zh_tw: 你也想要移除此體能訓練記錄的健康資料嗎？

# DELETE_ALL_ASSOCIATED_MESSAGE_PLURAL
source: Do you also want to remove the health data that was recorded with these workouts?
ar: هل ترغب أيضًا في حذف بيانات الصحة التي تم تسجيلها مع هذه التمارين؟
bg: Желаете ли също така да изтриете здравните данни, които са записани с тeзи тренировки?
ca: També vols eliminar les dades de salut que es van registrar amb aquests entrenaments?
cs: Chcete také smazat zdravotní data, která byla s těmito cvičeními zaznamenána?
da: Vil du også fjerne de sundhedsdata, som blev registreret sammen med disse træninger?
de: Sollen auch die mit diesen Trainings aufgezeichneten Gesundheitsdaten gelöscht werden?
el: Θέλετε επίσης να αφαιρεθούν τα δεδομένα Υγείας που καταγράφηκαν κατά τη διάρκεια αυτών των προπονήσεων;
es: ¿Quieres eliminar también los datos de salud asociados a estos entrenos?
es_us: ¿También quieres eliminar los datos de salud guardados con estos entrenamientos?
fi: Poistetaanko myös terveysdata, joka tallennettiin näiden treenien aikana?
fr: Voulez-vous aussi supprimer les données Santé associées à ces exercices ?
fr_ca: Souhaitez-vous également supprimer les données médicales enregistrées lors de ces entraînements?
he: האם ברצונך גם להסיר את הנתונים הרפואיים שתועדו במהלך אימונים אלה?
hi: क्या आप इन वर्कआउट के साथ रिकॉर्ड किए गए सेहत डेटा को भी हटाना ^[चाहते हैं](inflect: true)?
hr: Želite li ukloniti i zdravstvene podatke koji su snimljeni s ovim treninzima?
hu: El szeretné távolítani az ezekkel az edzésekkel rögzített egészségügyi adatokat is?
id: Apakah Anda juga ingin menghapus data kesehatan yang dicatat dengan olahraga ini?
it: Vuoi rimuovere anche i dati sanitari che sono stati salvati con questi allenamenti?
ja: これらのワークアウトとともに記録されたヘルスケアデータも一緒に削除しますか?
kk: Осы жаттығулар барысында жазылған медициналық деректерді де жою қажет пе?
ko: 이 운동으로 기록된 건강 데이터도 제거하겠습니까?
lt: Ar taip pat norite pašalinti per šias treniruotes įrašytus sveikatos duomenis?
ms: Adakah anda juga mahu mengeluarkan data kesihatan yang telah direkodkan bersama latihan ini?
nb: Vil du også fjerne helsedata som ble registrert under disse treningsøktene?
nl: Wil je ook de gezondheidsgegevens wissen die samen met deze work‑outs zijn vastgelegd?
pl: Czy chcesz także usunąć dane zdrowotne zarejestrowane razem z tymi treningami?
pt: Tem certeza de que quer remover os dados de saúde registrados com estes exercícios?
pt_pt: Gostaria igualmente de remover os dados de saúde que foram registados com estes treinos?
ro: Doriți să eliminați și datele referitoare la sănătate care au fost înregistrate cu aceste exerciții?
ru: Вы также хотите удалить медданные, записанные в ходе этих тренировок?
sk: Chcete odstrániť aj zdravotné dáta, ktoré boli nahraté s týmito tréningami?
sl: Želite odstraniti tudi podatke o zdravstvenem stanju, ki so bili zabeleženi pri teh vadbah?
sv: Vill du även ta bort de hälsodata som registrerades under de här träningarna?
th: คุณยังต้องการเอาข้อมูลสุขภาพที่บันทึกด้วยการออกกำลังกายเหล่านี้ออกหรือไม่
tr: Bu antrenmanlarla kaydedilmiş sağlık verilerini de silmek istiyor musunuz?
uk: Ви також хочете вилучити дані про стан здоровʼя, записані під час цих тренувань?
vi: Bạn có muốn xóa đồng thời dữ liệu sức khỏe được ghi lại với những bài tập này không?
zh_cn: 你要将体能训练时记录的健康数据也一并移除吗？
zh_hk: 你要同時移除在這些體能訓練中所記錄的健康資料嗎？
zh_tw: 你也想要移除這些體能訓練記錄的健康資料嗎？

# DELETE_ALL_ASSOCIATED_NO
source: Delete Workout Only
ar: حذف التمرين فقط
bg: Изтрий само тренировка
ca: Elimina només l’entrenament
cs: Smazat jen cvičení
da: Slet kun træning
de: Nur Training löschen
el: Διαγραφή προπόνησης μόνο
es: Eliminar solo el entreno
es_us: Eliminar sólo el entrenamiento
fi: Poista vain treeni
fr: Ne supprimer que l’exercice
fr_ca: Supprimer l’entraînement uniquement
he: מחיקת האימון בלבד
hi: केवल वर्कआउट डिलीट करें
hr: Obriši samo trening
hu: Csak az edzés törlése
id: Hanya Hapus Olahraga
it: Elimina solo l’allenamento
ja: ワークアウトのみを削除
kk: Тек жаттығуды жою
ko: 운동만 삭제
lt: Trinti tik treniruotę
ms: Padam Latihan Sahaja
nb: Slett kun treningsøkt
nl: Wis alleen work‑out
pl: Usuń tylko trening
pt: Apagar Somente Exercício
pt_pt: Apagar só treino
ro: Ștergeți doar exercițiul
ru: Удалить только тренировку
sk: Vymazať len tréning
sl: Izbriši samo vadbo
sv: Radera endast träning
th: ลบเฉพาะการออกกำลังกาย
tr: Yalnızca Antrenmanı Sil
uk: Видалити тільки тренування
vi: Chỉ xóa Bài tập
zh_cn: 仅删除体能训练
zh_hk: 只刪除體能訓練
zh_tw: 只刪除體能訓練

# DELETE_ALL_ASSOCIATED_NO_PLURAL
source: Delete Workouts Only
ar: حذف التمارين فقط
bg: Изтрий само тренировки
ca: Elimina només els entrenaments
cs: Smazat jen cvičení
da: Slet kun træninger
de: Nur Trainings löschen
el: Διαγραφή προπονήσεων μόνο
es: Eliminar solo los entrenos
es_us: Eliminar sólo entrenamientos
fi: Poista vain treenit
fr: Ne supprimer que les exercices
fr_ca: Supprimer les entraînements uniquement
he: מחיקת האימונים בלבד
hi: केवल वर्कआउट डिलीट करें
hr: Obriši samo treninge
hu: Csak az edzések törlése
id: Hanya Hapus Olahraga
it: Elimina solo gli allenamenti
ja: ワークアウトのみを削除
kk: Тек жаттығуларды жою
ko: 운동만 삭제
lt: Trinti tik treniruotes
ms: Padam Latihan Sahaja
nb: Slett kun treningsøkter
nl: Wis alleen work‑outs
pl: Usuń tylko treningi
pt: Apagar Somente Exercícios
pt_pt: Apagar só treinos
ro: Ștergeți doar exercițiile
ru: Удалить только тренировки
sk: Vymazať len tréningy
sl: Izbriši samo vadbe
sv: Radera endast träningar
th: ลบเฉพาะการออกกำลังกาย
tr: Yalnızca Antrenmanları Sil
uk: Видалити тільки тренування
vi: Chỉ xóa các Bài tập
zh_cn: 仅删除体能训练
zh_hk: 只刪除體能訓練
zh_tw: 只刪除體能訓練

# DELETE_ALL_ASSOCIATED_TITLE
source: Workout Data
ar: بيانات التمرين
bg: Данни за тренировка
ca: Dades de l’entrenament
cs: Data cvičení
da: Træningsdata
de: Trainingsdaten
el: Δεδομένα προπόνησης
es: Datos de entreno
es_us: Datos de entrenamientos
fi: Treenin tiedot
fr: Données des exercices
fr_ca: Données d’entraînement
he: נתוני האימון
hi: वर्कआउट डेटा
hr: Podaci o treningu
hu: Edzés adatai
id: Data Olahraga
it: Dati allenamento
ja: ワークアウトデータ
kk: Жаттығу деректері
ko: 운동 데이터
lt: Treniruočių duomenys
ms: Data Latihan
nb: Treningsdata
nl: Work‑outgegevens
pl: Dane treningu
pt: Dados de Exercício
pt_pt: Dados de treino
ro: Date exerciții
ru: Данные тренировки
sk: Tréningové dáta
sl: Podatki o vadbi
sv: Träningsdata
th: ข้อมูลการออกกำลังกาย
tr: Antrenman Verileri
uk: Дані тренувань
vi: Dữ liệu bài tập
zh_cn: 体能训练数据
zh_hk: 體能訓練數據
zh_tw: 體能訓練資料

# DELETE_ALL_ASSOCIATED_YES
source: Delete Workout & Data
ar: حذف التمرين والبيانات
bg: Изтрий тренировката и данните
ca: Elimina l’entrenament i les dades
cs: Smazat cvičení a data
da: Slet træning og data
de: Training & Daten löschen
el: Διαγραφή προπόνησης και δεδομένων
es: Eliminar entreno y datos
es_us: Eliminar entrenamiento y datos
fi: Poista treeni ja tiedot
fr: Suppr. l’exercice et les données
fr_ca: Supprimer l’entraînement et les données
he: מחיקת האימון והנתונים
hi: वर्कआउट और डेटा डिलीट करें
hr: Obriši trening i podatke
hu: Edzés és adatok törlése
id: Hapus Olahraga & Data
it: Elimina allenamento e dati
ja: ワークアウトとデータを削除
kk: Жаттығу мен деректерді жою
ko: 운동 및 데이터 삭제
lt: Trinti treniruotę ir duomenis
ms: Padam Latihan & Data
nb: Slett treningsøkt og data
nl: Wis work‑out en gegevens
pl: Usuń trening i dane
pt: Apagar Exercício e Dados
pt_pt: Apagar treino e dados
ro: Ștergeți exercițiul și datele
ru: Удалить тренировку и данные
sk: Vymazať tréning a dáta
sl: Izbriši podatke in vadbo
sv: Radera träning och data
th: ลบการออกกำลังกายและข้อมูล
tr: Antrenmanı ve Verileri Sil
uk: Видалити тренування і дані
vi: Xóa Bài tập & Dữ liệu
zh_cn: 删除体能训练与数据
zh_hk: 刪除體能訓練與數據
zh_tw: 刪除體能訓練與資料

# DELETE_ALL_ASSOCIATED_YES_PLURAL
source: Delete Workouts & Data
ar: حذف التمارين والبيانات
bg: Изтрий тренировките и данните
ca: Elimina els entrenaments i les dades
cs: Smazat cvičení a data
da: Slet træninger og data
de: Trainings & Daten löschen
el: Διαγραφή προπονήσεων και δεδομένων
es: Eliminar entrenos y datos
es_us: Eliminar entrenamientos y datos
fi: Poista treenit ja tiedot
fr: Suppr. les exercices et données
fr_ca: Supprimer les entraînements et les données
he: מחיקת האימונים והנתונים
hi: वर्कआउट और डेटा डिलीट करें
hr: Obriši treninge i podatke
hu: Edzések és adatok törlése
id: Hapus Olahraga & Data
it: Elimina allenamenti e dati
ja: ワークアウトとデータを削除
kk: Жаттығулар мен деректерді жою
ko: 운동 및 데이터 삭제
lt: Trinti treniruotes ir duomenis
ms: Padam Latihan & Data
nb: Slett treningsøkter og data
nl: Wis work‑outs en gegevens
pl: Usuń treningi i dane
pt: Apagar Exercícios e Dados
pt_pt: Apagar treinos e dados
ro: Ștergeți exercițiile și datele
ru: Удалить тренировки и данные
sk: Vymazať tréningy a dáta
sl: Izbriši podatke in vadbe
sv: Radera träningar och data
th: ลบการออกกำลังกายและข้อมูล
tr: Antrenmanları ve Verileri Sil
uk: Видалити тренування і дані
vi: Xóa các Bài tập & Dữ liệu
zh_cn: 删除体能训练与数据
zh_hk: 刪除體能訓練與數據
zh_tw: 刪除體能訓練與資料

# DELETE_ALL_BUTTON_TITLE
source: Delete All
ar: حذف الكل
bg: Изтрий всичко
ca: Elimina‑ho tot
cs: Smazat vše
da: Slet alt
de: Alle löschen
el: Διαγραφή όλων
es: Eliminar todo
es_us: Eliminar todo
fi: Poista kaikki
fr: Tout supprimer
fr_ca: Tout supprimer
he: מחיקת הכול
hi: सभी डिलीट करें
hr: Obriši sve
hu: Összes törlése
id: Hapus Semua
it: Elimina tutto
ja: すべてを削除
kk: Барлығын жою
ko: 모두 삭제
lt: Trinti viską
ms: Padam Semua
nb: Slett alle
nl: Verwijder alles
pl: Usuń wszystko
pt: Apagar Tudo
pt_pt: Apagar tudo
ro: Ștergeți tot
ru: Удалить все
sk: Vymazať všetky
sl: Izbriši vse
sv: Radera alla
th: ลบทั้งหมด
tr: Tümünü Sil
uk: Видалити всі
vi: Xóa tất cả
zh_cn: 全部删除
zh_hk: 全部刪除
zh_tw: 全部刪除
